"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Přidat";

"Add US bank account" = "Přidat bankovní účet v USA";

"Add a card" = "Přidat kartu";

"Add a payment method" = "Přidat způsob platby";

"Add bank account" = "Přidat bankovní účet";

"Add card" = "Přidat kartu";

"Add new card" = "Přidat novou kartu";

"Add new payment method" = "Nová platební metoda";

"Add your payment information" = "Přidejte své platební údaje";

"Agree and continue" = "Souhlasit a pokračovat";

"Approve payment" = "Schválit platbu";

"Are you sure you want to remove this card?" = "Opravdu chcete tuto kartu odebrat?";

"Are you sure you want to remove this linked account?" = "Opravdu chcete tento propojený účet odebrat?";

"Back" = "Zpět";

"Bank" = "Banka";

"Bank account" = "Bankovní účet";

"Bank account details cannot be changed." = "Údaje o bankovním účtu nelze měnit.";

"Buy now or pay later with  <img/>" = "Kupte nyní nebo zaplaťte později pomocí <img/>";

"Buy now or pay later with Afterpay" = "Koupit nyní nebo zaplatit pomocí Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Koupit nyní nebo zaplatit později s Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Koupit nyní nebo zaplatit pomocí Clearpay";

"Buy now or pay later with Klarna" = "Koupit nyní nebo zaplatit pomocí Klarna";

"Buy using a UPI ID" = "Koupit pomocí UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Potvrzením platby prostřednictvím služby PayPal povolujete, aby společnost %@ účtovala z vašeho účtu PayPal budoucí platby v souladu s jejich podmínkami.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "Pokračováním v Amazon Pay povolujete společnosti %@, aby v souladu se svými podmínkami účtovala na váš účet Revolut Pay budoucí platby.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "Pokračováním ve službě Klarna povolujete společnosti %1$@, aby v souladu s jejími podmínkami a podmínkami účtovala na váš účet Klarna budoucí platby. Toto můžete kdykoli změnit v aplikaci Klarna nebo tak, že se obrátíte na %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Pokračováním na PayPal povolujete společnosti %@, aby v souladu se svými podmínkami strhávala z vašeho účtu PayPal budoucí platby.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Pokračováním v Revolut Pay povolujete společnosti %@, aby v souladu se svými podmínkami účtovala na váš účet Revolut Pay budoucí platby.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Pokračováním souhlasíte s <terms>podmínkami</terms> a <privacy>zásadami ochrany osobních údajů</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Pokračovaním souhlasíte s autorizací plateb podle <terms>těchto podmínek</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Pokračováním povolujete, %1$@ aby odepisovala z vašeho účtu Cash App tuto platbu a budoucí platby v souladu s podmínkami společnosti %2$@, dokud toto oprávnění neodvoláte. Toto oprávnění můžete kdykoli změnit v nastavení aplikace Cash App.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Připojením se ke službám Link vyjadřujete zároveň svůj souhlas s <terms>Podmínkami</terms> a <privacy>Zásadami ochrany osobních údajů</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Zadáním telefonního čísla a e-mailu souhlasíte s vytvořením účtu Link, který podléhá <terms>Podmínkám</terms> a <privacy>Zásadám ochrany osobních údajů</privacy> Link.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "Poskytnutím údajů o vaší kartě povolujete společnosti %@, aby si v souladu se svými podmínkami strhla z vaší karty poplatky za budoucí platby.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Poskytnutím svého e-mailu souhlasíte s vytvořením účtu Link a uložením vašich platebních informací v rámci služby Link, a to v souladu s <terms>Podmínkami</terms> a <privacy>zásadami ochrany osobních údajů</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Tím, že zadáte informace o platbě a potvrdíte tuto platbu, udělujete společnosti (A) %@ a Stripe, našemu poskytovateli platebních služeb, oprávnění zaslat do vaší banky pokyny k zatížení vašeho účtu a (B) vaší bance zatížit váš účet na základě těchto pokynů. V rámci svých práv máte nárok na refundaci od banky na základě smluvních podmínek vaší smlouvy s bankou. Refundaci je nutné nárokovat během 8 týdnů od data, kdy byl váš účet zatížen. Vaše práva jsou vysvětlena v prohlášení, které můžete získat od banky.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Poskytnutím svého telefonního čísla souhlasíte s vytvořením účtu Link a uložením vašich platebních informací v rámci služby Link, a to v souladu s <terms>Podmínkami</terms> a <privacy>zásadami ochrany osobních údajů</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Uložením bankovního účtu pro společnost %@ souhlasíte s autorizací plateb podle <terms>těchto podmínek</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Zrušit a zaplatit jiným způsobem";

"Card details cannot be changed." = "Údaje na kartě nelze měnit.";

"Change" = "Změnit";

"Choose a payment method" = "Zvolte platební metodu";

"Close card scanner" = "Zavřít skener karty";

"Code sent" = "Kód odeslán";

"Confirm" = "Potvrdit";

"Confirm it's you" = "Potvrďte, že jste to vy";

"Confirm payment details" = "Potvrdit detaily platby";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Pro dokončení nákupu potvrďte platbu ve své bance nebo platební aplikaci do %@.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Dokončete nákup potvrzením platby v bankovní aplikaci do  %@.";

"Confirm your CVC" = "Potvrďte vaše CVC";

"Contact information" = "Kontaktní údaje";

"Continue another way" = "Pokračovat jiným způsobem";

"Debit or credit card" = "Debetní nebo kreditní karta";

"Default" = "Výchozí";

"Default payment method" = "Výchozí způsob platby";

"EPS Bank" = "Banka EPS";

"Enter address manually" = "Zadejte adresu ručně";

"Enter the code sent to %@ to use your saved information." = "Chcete-li použít uložené informace, zadejte kód zaslaný na číslo %@.";

"FPX Bank" = "Banka FPX";

"Failed to connect" = "Nepodařilo se připojit";

"Fast, secure, 1⁠-⁠click checkout" = "Rychlý, bezpečný přechod k pokladně 1 kliknutím";

"For security, please re-enter your card’s security code." = "Z bezpečnostních důvodů zadejte znovu bezpečnostní kód své karty.";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Získejte %@ zpět při první platbě u své banky. <terms>Viz podmínky</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Získejte %@ zpět, když zaplatíte u své banky. <terms>Viz podmínky</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "Rozumím tomu, že Stripe bude vybírat přímé debety jménem %@, a potvrzuji, že jsem držitelem účtu a jedinou osobou, která je nezbytná k autorizování debetů z tohoto účtu.";

"IBAN" = "IBAN";

"Log in or sign up" = "Registrovat nebo přihlásit";

"Log out of Link" = "Odhlásit ze služby Link";

"Manage SEPA debit" = "Správa inkasa SEPA";

"Manage US bank account" = "Správa bankovního účtu v USA";

"Manage bank account" = "Spravovat bankovní účet";

"Manage card" = "Spravovat kartu";

"Manage cards" = "Spravovat karty";

"Manage payment method" = "Spravovat způsob platby";

"Manage payment methods" = "Spravovat způsoby platby";

"Manage your payment methods" = "Spravujte své platební metody";

"Name on card" = "Jméno na kartě";

"New card" = "Nová karta";

"New payment method" = "Nová platební metoda";

"No %@ promo" = "Žádné %@ promo";

"Not you?" = "Nejste to vy?";

"Only card brand can be changed." = "Změnit lze pouze značku karty.";

"Open your UPI app to approve your payment within %@" = "Otevřete aplikaci UPI, abyste mohli platbu schválit do %@";

"Or" = "Nebo";

"Or pay using" = "Nebo zaplatit pomocí";

"Or pay with a card" = "Nebo zaplatit kartou";

"Or use" = "Nebo použijte";

"Or use a card" = "Nebo použijte kartu";

"Pay %@" = "Zaplatit %@";

"Pay another way" = "Zaplatit jiným způsobem";

"Pay faster at %@ and thousands of businesses." = "Plaťte rychleji u %@ a tisíců firem.";

"Pay over time with %@" = "Platit průběžně pomocí %@";

"Pay over time with Affirm" = "Platit průběžně pomocí Affirm";

"Pay with Link" = "Zaplatit pomocí Link";

"Pay with your bank account in just a few steps." = "Zaplaťte pomocí bankovního účtu v několika málo krocích.";

"Payment" = "Platba";

"Payment failed" = "Platba se nezdařila.";

"Payment methods" = "Způsoby platby";

"Please choose a valid payment method." = "Zvolte prosím platný způsob platby.";

"Please go back and select another payment method" = "Vraťte se prosím zpět a vyberte jiný způsob platby";

"Point the camera at your card." = "Namiřte fotoaparát na kartu.";

"Processing..." = "Zpracování...";

"Przelewy24 Bank" = "Banka Przelewy24";

"Remove card?" = "Odebrat kartu?";

"Remove linked account" = "Odebrat propojený účet";

"Resend code" = "Znovu zaslat kód";

"SEPA debit details cannot be changed." = "Údaje pro inkaso SEPA nelze měnit.";

"Save" = "Uložit";

"Save a new payment method" = "Uložte novou platební metodu";

"Save address" = "Uložit adresu";

"Save for future payments" = "Uložit pro budoucí platby";

"Save my info for faster checkout with Link" = "Uložit mé informace pro rychlejší odbavení pomocí Link";

"Save payment details to %@ for future purchases" = "Uložit platební údaje do  %@  pro budoucí nákupy";

"Save this account for future %@ payments" = "Uložit tento účet pro budoucí platby %@";

"Save your bank account in just a few steps." = "Uložte si svůj bankovní účet v několika málo krocích.";

"Save your info for secure 1-click checkout with Link" = "Uložte své údaje pro pro bezpečné odbavení 1 kliknutím u Link";

"Save your payment information with Link, and securely check out in 1-click on Link-supported sites." = "Uložte si platební údaje u Link a na stránkách podporovaných službou Link se bezpečně odbavte jedním kliknutím.";

"Saved" = "Uloženo";

"Select card" = "Vybrat kartu";

"Select payment method" = "Vybrat způsob platby";

"Select your payment method" = "Vyberte svou platební metodu";

"Set as default" = "Nastavit jako výchozí";

"Set as default payment method" = "Nastavit jako výchozí způsob platby";

"Set up" = "Nastavit";

"Shipping to %@ is not supported." = "Dodání do zemí jako %@ není podporováno.";

"Show menu" = "Zobrazit nabídku";

"Simple, secure one-click payments" = "Jednoduché a bezpečné platby jedním kliknutím";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe vloží 0,01 USD na váš účet během 1 až 2 pracovních dnů. Poté obdržíte e-mail s pokyny k dokončení ukládání na bankovní účet u %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "V průběhu 1 až 2 pracovních dnů vloží Stripe na váš účet vklad ve výšce 0,01 USD. Potom dostanete e-mail s instrukcemi k dokončení platby společnosti %@.";

"Tap to close" = "Klepnutím zavřete";

"Tap to expand" = "Klepnutím rozbalte";

"The IBAN you entered is incomplete." = "Číslo IBAN, které jste zadali, je neúplné.";

"The provided verification code has expired." = "Platnost zadaného ověřovacího kódu vypršela.";

"The provided verification code is incorrect." = "Zadaný ověřovací kód není správný.";

"This card has expired. Update your card info or choose a different payment method." = "Platnost této karty vypršela. Aktualizujte údaje o kartě nebo zvolte jiný způsob platby.";

"This is your default" = "Toto je výchozí nastavení";

"Too many attempts. Please try again in a few minutes." = "Příliš mnoho pokusů. Zkuste to prosím za pár minut znovu.";

"Unavailable for this purchase" = "Není k dispozici pro tento nákup";

"Update card" = "Aktualizovat kartu";

"Update payment method" = "Aktualizovat způsob platby";

"Use your saved info to check out faster" = "Použijte uložené informace k rychlejšímu odbavení";

"View more" = "Zobrazit více";

"Your IBAN should start with a two-letter country code." = "Číslo IBAN by mělo začínat dvěma písmeny kódu země.";

"iDEAL Bank" = "Banka iDEAL";
